result/usenix/run7/results-prctl12-1/benchmark-stats.log
  240000000 requests completed in 387.38 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.03% <= 2 milliseconds
16.85% <= 3 milliseconds
72.95% <= 4 milliseconds
88.42% <= 5 milliseconds
94.29% <= 6 milliseconds
96.12% <= 7 milliseconds
97.03% <= 8 milliseconds
97.76% <= 9 milliseconds
98.32% <= 10 milliseconds
98.68% <= 11 milliseconds
98.93% <= 12 milliseconds
99.14% <= 13 milliseconds
99.33% <= 14 milliseconds
99.48% <= 15 milliseconds
99.63% <= 16 milliseconds
99.73% <= 17 milliseconds
99.80% <= 18 milliseconds
99.84% <= 19 milliseconds
99.87% <= 20 milliseconds
99.89% <= 21 milliseconds
99.90% <= 22 milliseconds
99.91% <= 23 milliseconds
99.92% <= 24 milliseconds
99.93% <= 25 milliseconds
99.94% <= 26 milliseconds
99.94% <= 27 milliseconds
99.94% <= 28 milliseconds
99.95% <= 29 milliseconds
99.95% <= 30 milliseconds
99.95% <= 31 milliseconds
99.95% <= 32 milliseconds
99.95% <= 33 milliseconds
99.95% <= 34 milliseconds
99.95% <= 35 milliseconds
99.95% <= 36 milliseconds
99.95% <= 37 milliseconds
99.95% <= 38 milliseconds
99.95% <= 39 milliseconds
99.95% <= 41 milliseconds
99.95% <= 42 milliseconds
99.95% <= 43 milliseconds
99.96% <= 44 milliseconds
99.96% <= 45 milliseconds
99.96% <= 46 milliseconds
99.96% <= 49 milliseconds
99.96% <= 50 milliseconds
99.96% <= 51 milliseconds
99.96% <= 52 milliseconds
99.96% <= 53 milliseconds
99.96% <= 54 milliseconds
99.96% <= 55 milliseconds
99.96% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.97% <= 59 milliseconds
99.97% <= 60 milliseconds
99.97% <= 61 milliseconds
99.97% <= 62 milliseconds
99.97% <= 63 milliseconds
99.97% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
100.00% <= 108 milliseconds
100.00% <= 109 milliseconds
100.00% <= 110 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 116 milliseconds
100.00% <= 117 milliseconds
100.00% <= 118 milliseconds
100.00% <= 119 milliseconds
100.00% <= 120 milliseconds
100.00% <= 122 milliseconds
100.00% <= 124 milliseconds
100.00% <= 126 milliseconds
100.00% <= 127 milliseconds
100.00% <= 129 milliseconds
100.00% <= 131 milliseconds
100.00% <= 132 milliseconds
100.00% <= 133 milliseconds
100.00% <= 145 milliseconds
100.00% <= 151 milliseconds
100.00% <= 170 milliseconds
100.00% <= 196 milliseconds
100.00% <= 257 milliseconds
100.00% <= 257 milliseconds
619549.94 requests per second